Repository: cmfcmf/MediaModule
Catalog: Resources/translations/cmfcmfmediamodule.*.po
Languages: de

source: A Google service error occurred: %error%
de: Es gab einen Fehler beim Google Service: %error%

source: A client error occurred: %error%
de: Es gab einen Client Fehler: %error%

source: Actions
de: Aktionen

source: Add
de: Hinzufügen

source: Add files (try drag and drop as well!)
de: Dateien hinzufügen (probieren Sie auch Drag'n'Drop!)

source: Add medium from the Web
de: Medium aus dem Internet hinzufügen

source: Add new media
de: Medien hinzufügen

source: Add new sub-collections
de: Neue Sammlungen hinzufügen

source: Added by
de: Hinzugefügt von

source: All groups
de: Alle Gruppen

source: Allow download
de: Download erlauben

source: Allow to use for uploads
de: Für Uploads erlauben

source: Allow to use for web embeds
de: Für Web Einbindung erlauben

source: Anonymous
de: Anonym

source: Aperture
de: Blende

source: Applied to self
de: Gilt für die Sammlung selbst

source: Applied to sub-collections
de: Gilt für Unter-Sammlungen

source: Applies to sub-collections
de: Gilt für Unter-Sammlungen

source: Applies to the collection itself
de: Gilt für die Sammlung selber

source: As is - use with editors like Scribite
de: Wie es ist - zum benutzen mit Editoren wie Scribite

source: Attributions
de: Zuschreibungen

source: Audio channels
de: Audio Kanäle

source: Author
de: Autor

source: Author Avatar URL
de: Autor Avatar URL

source: Author URL
de: Autor URL

source: Author avatar
de: Autor Avatar

source: Back to overview
de: Zurück zur Übersicht

source: Back to the collection
de: Zurück zur Sammlung

source: Back to the list
de: Zurück zur Medienliste

source: Backend
de: Administration

source: Background color
de: Hintergrundfarbe

source: Camera
de: Kamera

source: Cancel
de: Abbrechen

source: Cards with thumbnails
de: Karten mit Vorschaubildern

source: Categories
de: Kategorien

source: Change file
de: Datei ändern

source: Change permissions
de: Zugriffsrechte bearbeiten

source: Channel
de: Kanal

source: Channels
de: Kanäle

source: Checking file system permissions
de: Überprüfe Dateisystem Zugriffsrechte

source: Checking installed Zikula version
de: Überprüfe installierte Zikula Version

source: Checking installed and available versions
de: Überprüfe installierte und verfügbare Versionen

source: Checking server requirements
de: Überprüfe Server Vorraussetzungen

source: Choose collections to embed
de: Wählen Sie die Sammlungen zum einbetten

source: Choose importer
de: Importer auswählen

source: Choose permission type
de: Zugriffsrechtetyp wählen

source: Close
de: Schließen

source: Collection
de: Sammlung

source: Collection description escaping strategy
de: Sammlungsbeschreibung Escaping Strategie

source: Collections
de: Sammlungen

source: Contained files
de: Beinhaltete Dateien

source: Content
de: Inhalt

source: Create
de: Erstellen

source: Create a new image-based watermark
de: Neues Bild-basiertes Wasserzeichen erstellen

source: Create a new text-based watermark
de: Neues Text-basiertes Wasserzeichen erstellen

source: Create new collection
de: Neue Sammlung erstellen

source: Create new license
de: Neue Lizenz erstellen

source: Create new media
de: Neues Medium erstellen

source: Create new or edit permission for collection "%s"
de: Zugriffsrecht für Sammlung "%s" erstellen / bearbeiten

source: Create new or edit watermark
de: Wasserzeichen erstellen / bearbeiten

source: Create or edit collection
de: Sammlung erstellen oder bearbeiten

source: Create or edit license
de: Lizenz erstellen oder bearbeiten

source: Create permission
de: Zugriffsrecht erstellen

source: Create sub collections for sub directories
de: Sammlungen für Unterverzeichnisse erstellen

source: Default
de: Standard

source: Default collection template
de: Standard Template für Sammlungen

source: Default license
de: Standardlizenz

source: Delete
de: Löschen

source: Delete collection
de: Sammlung löschen

source: Delete media
de: Medien löschen

source: Delete permission
de: Zugriffsrecht löschen

source: Description
de: Beschreibung

source: Display media details
de: Mediendetails anzeigen

source: Do you really want to delete this license?
de: Wollen Sie diese Lizenz wirklich löschen?

source: Do you really want to delete this media object?
de: Wollen Sie dieses Medienobjekt wirklich löschen?

source: Do you really want to delete this permission?
de: Wollen Sie dieses Zugriffsrecht wirklich löschen?

source: Do you really want to delete this watermark?
de: Wollen Sie dieses Wasserzeichen wirklich löschen?

source: Don't see an importer for your use case?
de: Ein Importer für Ihren Use Case ist nicht dabei?

source: Download collection
de: Sammlung herunterladen

source: Download single media
de: Einzelne Medien herunterladen

source: Download whole collection
de: Sammlung herunterladen

source: Downloading new version
de: Herunterladen der neuen Version

source: Downloads Module
de: Downloads Modul

source: Duration
de: Dauer

source: Edit
de: Bearbeiten

source: Edit collection
de: Sammlung bearbeiten

source: Edit media
de: Medien bearbeiten

source: Edit or delete this example collection
de: Bearbeiten oder löschen Sie diese Beispielsammlung

source: Embed
de: Einbetten

source: Enable collection view counter
de: Aufrufzähler für Sammlungen aktivieren

source: Enable media view counter
de: Aufrufzähler für Medien aktivieren

source: Enabled for upload
de: Zum Hochladen erlauben

source: Enabled for web embed
de: Zur Web Einbindung erlauben

source: Enhance permissions
de: Zugriffsrechte erweitern

source: Example collection
de: Beispielsammlung

source: Extracting new version
de: Extrahiere neue version

source: Fast upload
de: Schnelles Hochladen

source: File
de: Datei

source: File Upload Mime Type guessing
de: Dateiupload Mime Typ Schätzung

source: File Uploads
de: Datei Uploads

source: File archive
de: Dateiarchiv

source: File type not supported!
de: Dateityp wird nicht unterstützt!

source: File upload
de: Datei hochladen

source: File uploaded!
de: Datei hochgeladen!

source: Find media and collections
de: Medien und Sammlungen suchen

source: First medium of collection
de: Erstes Medium der Sammlung

source: Flash
de: Blitz

source: Focal length
de: Brennweite

source: Followers:
de: Follower:

source: Font
de: Schrift

source: Font color
de: Schriftfarbe

source: Font size
de: Schriftgröße

source: Frontend
de: Benutzeransicht

source: Full
de: Voll

source: Fullscreen
de: Vollbild

source: Galleria image slider
de: Galleria Bilderkarussell

source: General
de: Allgemeines

source: Global admin permission
de: Globales Admin Zugriffsrecht

source: Go on
de: weitersuchen

source: Go on if this permission is not sufficient
de: Weitergehen, falls dieses Zugriffsrecht nicht ausreicht.

source: Group
de: Gruppe

source: Groups
de: Gruppen

source: Help and Docs
de: Hilfe und Doku

source: Hook validation failed!
de: Hook Validierung fehlgeschlagen!

source: Hooked media
de: Angehängte Medien

source: Hooked media collections
de: Angehängte Sammlungen

source: ISO value
de: ISO Wert

source: Icon
de: Symbol

source: Image
de: Bild

source: Image Url
de: Bild URL

source: Image size
de: Bildgröße

source: Image slider
de: Bilderkarussell

source: Import
de: Importieren

source: Import from %s
de: Importieren von %s

source: Include sub directories
de: Unterordner einbeziehen

source: Insert search text
de: Suchtext eingeben

source: Invalid data, errors:
de: Ungültige Daten, Fehler:

source: Invite people and view permissions
de: Personen einladen und Zugriffsrechte anzeigen

source: License
de: Lizenz

source: License ID
de: Lizenz ID

source: License created!
de: Lizenz erstellt!

source: License deleted!
de: Lizenz gelöscht!

source: License edited!
de: Lizenz bearbeitet!

source: Licenses
de: Lizenzen

source: License|Licenses
de: Lizenz|Lizenzen

source: Light gallery image grid
de: Light Gallery Bildraster

source: Media
de: Medien

source: Media Module - %s
de: MedienModule - %s

source: Media collections
de: Sammlungen

source: Media description escaping strategy
de: Medienbeschreibung Escaping Strategie

source: Media list
de: Medienliste

source: Metering mode
de: Messmodus

source: Module upgrade
de: Führe Upgrade aus

source: Module upgrade and ZIP content preview
de: Modulaktualisierung und ZIP Inhalt Vorschau

source: Next
de: Weiter

source: No access
de: Kein Zugriff

source: No media attached yet!
de: Bisher keine Medien angehangen!

source: No media available yet!
de: Bisher keine Medien verfügbar!

source: No parent
de: Keine Eltern

source: No release to upgrade to available!
de: Keine Version zum upgrade verfügbar!

source: No watermark
de: Kein Wasserzeichen

source: Outdated
de: Veraltet

source: Owner
de: Besitzer

source: Parent
de: Elternsammlung

source: Parse
de: Analysieren

source: Password
de: Passwort

source: Paste URL / Embed code
de: URL oder Einbettungscode einfügen

source: Paste url or embed code
de: URL oder Einbettungscode einfügen

source: Permission created!
de: Zugriffsrecht erstellt!

source: Permission deleted!
de: Zugriffsrecht gelöscht!

source: Permission level
de: Zugriffslevel

source: Permission type
de: Zugriffsrechtetyp

source: Permission updated!
de: Zugriffsrecht aktualisiert!

source: Permissionlevels
de: Zugriffslevel

source: Permissions
de: Zugriffsrechte

source: Permissions related to "%s"
de: Zugriffsrechte für "%s"

source: Plaintext
de: Klartext

source: Playlist
de: Wiedergabeliste

source: Please enable the ZIP and CURL PHP extensions
de: Bitte aktivieren Sie die ZIP und CURL PHP Erweiterungen

source: Previous
de: Zurück

source: Primary medium
de: Hauptmedium

source: Private
de: privat

source: Public
de: öffentlich

source: Publisher
de: Verleger

source: Raw
de: Roh

source: Relative size
de: Relative Größe

source: Rendered
de: Gerendert

source: Request it to be added by creating a new issue at GitHub!
de: Erstellen Sie einen Feature Request auf GitHub!

source: Requirements
de: Vorraussetzungen

source: Resolution
de: Auflösung

source: Root collection
de: Wurzelsammlung

source: Running upgrade
de: Führe Upgrade aus

source: Safe - no HTML permitted, only plain text
de: Sicher - kein HTML erlaubt, nur Klartext

source: Save
de: Speichern

source: Seamless and responsive grid
de: Responsives Gitter

source: Search the web
de: Internet durchsuchen

source: Select a service below
de: Service wählen

source: Select collection
de: Sammlung wählen

source: Select license
de: Lizenz wählen

source: Select uploaded collection
de: Hochgeladene Sammlung wählen

source: Select uploaded medium
de: Hochgeladenes Medium wählen

source: Server directory
de: Ordner auf dem Server

source: Settings
de: Einstellungen

source: Settings saved!
de: Einstellungen gespeichert!

source: Show
de: Anzeigen

source: Show child collections
de: Unter-Sammlungen anzeigen

source: Show edit and download links
de: Bearbeiten und Download Links anzeigen

source: Show hooks
de: Hooks anzeigen

source: Show playlist
de: Wiedergabeliste anzeigen

source: Shutter speed
de: Belichtungszeit

source: Simple table
de: Tabelle

source: Small
de: Klein

source: Sorry, you need to have admin permissions for the ZikulaExtensionsModule to run the upgrade!
de: Entschuldigung, Sie brauchen Admin Berechtigungen für das ZikulaExtensionsModul um die Aktualisierung durchführen zu können!

source: Start
de: Starten

source: Start upgrade
de: Aktualisierung starten

source: Start upload
de: Upload beginnen

source: Sub-collection and media overview
de: Unter-Sammlungen und Medien Überblick

source: TAR archive content preview
de: TAR Archivinhalt Vorschau

source: Target
de: Ziel

source: Temporary upload collection
de: Sammlung für temporäre Uploads

source: This collection does not contain media!
de: Diese Sammlung ist leer!

source: This collection is currently empty!
de: Diese Sammlung ist im Moment leer.

source: This content is licensed under the following license|This content is licensed under the following licenses
de: Dieser Inhalt ist lizensiert unter der folgenden Lizenz|Dieser inhalt ist lizensiert unter den folgenden Lizenzen

source: Thumbnail
de: Vorschaubild

source: Thumbnail generation
de: Vorschaubild Erstellung

source: Title
de: Titel

source: Track number
de: Titelnummer

source: Tweet by:
de: Tweet von:

source: Type
de: Typ

source: Unknown
de: Unbekannt

source: Unknown collection
de: Unbekannte Sammlung

source: Unknown license
de: Unbekannte Lizenz

source: Unknown medium
de: Unbekanntes Medium

source: Unkown
de: Unbekannt

source: Unlisted
de: Nicht gelistet

source: Upgrade
de: Aktualisierung

source: Upgrade now!
de: Jetzt aktualisieren!

source: Upload a file
de: Datei hochladen

source: Use syntax highlighting
de: Hervorhebung aktivieren

source: Used for %s
de: Benutzt für %s

source: User
de: Benutzer

source: Users
de: Benutzer

source: Valid after
de: Gültig ab

source: Valid until
de: Gültig bis

source: Validity
de: Gültigkeit

source: VerySimpleDownloads Module
de: VerySimpleDownloads Modul

source: View
de: Ansehen

source: View and change permissions
de: Zugriffsrechte ansehen und bearbeiten

source: View collection
de: Sammlung ansehen

source: View permissions
de: Zugriffsrechte ansehen

source: Views
de: Aufrufe

source: Watermark
de: Wasserzeichen

source: Watermark created!
de: Wasserzeichen erstellt!

source: Watermark deleted!
de: Wasserzeichen gelöscht!

source: Watermark updated!
de: Wasserzeichen aktualisiert!

source: Watermarks
de: Wasserzeichen

source: Year
de: Jahr

source: You cannot move the permission rule to this position!
de: Sie können das Zugriffsrecht nicht an diese Position bewegen!

source: You need to add Google client ID and secret to use this feature!
de: Sie müssen Google Client ID und Secret hinzufügen, um diese Funktion nutzen zu können!

source: You should set "Collection description escaping strategy" to "As is" for Scribite to work properly!
de: Sie sollten die "Sammlungsbeschreibung Escaping Strategie" auf "Wie es ist" stellen, damit Scribite ordentlich funktioniert!

source: You should set "Media description escaping strategy" to "As is" for Scribite to work properly!
de: Sie sollten die "Medienbeschreibung Escaping Strategie" auf "Wie es ist" stellen, damit Scribite ordentlich funktioniert!

source: and embed it
de: und einbetten

source: at
de: am

source: collection
de: Sammlung

source: forever
de: für immer

source: media
de: Medien

source: no
de: nein

source: now
de: jetzt

source: off
de: aus

source: on
de: an

source: root
de: wurzel

source: yes
de: ja
