Repository: cmfcmf/MediaModule
Catalog: Resources/translations/routes.*.po
Languages: de

# cmfcmfmediamodule_collection_displaybyid
source: /show-by-id/{id}
de: /nach-id/{id}

# cmfcmfmediamodule_collection_download
source: /download/{slug}.zip
de: /herunterladen/{slug}.zip

# cmfcmfmediamodule_collection_edit
source: /edit/{slug}
de: /bearbeiten/{slug}

# cmfcmfmediamodule_collection_new
source: /new/{slug}
de: /erstellen/{slug}

# cmfcmfmediamodule_collection_reorder
source: /ajax/reorder
de: /ajax/umsortieren

# cmfcmfmediamodule_finder_ajaxfind
source: /finder/ajax/find
de: /finder/ajax/finden

# cmfcmfmediamodule_finder_choosemethod
source: /finder/choose
de: /finder/wählen

# cmfcmfmediamodule_finder_getcollections
source: /finder/ajax/get-collections/{parentId}/{hookedObjectId}
de: /finder/ajax/sammlungen/{parentId}/{hookedObjectId}

# cmfcmfmediamodule_finder_popupchoosecollections
source: /finder/popup/choose/collection
de: /finder/popup/waehlen/sammlung

# cmfcmfmediamodule_finder_popupchoosemedia
source: /finder/popup/choose/media
de: /finder/popup/waehlen/medien

# cmfcmfmediamodule_import_execute
source: /import/{importer}
de: /importieren/{importer}

# cmfcmfmediamodule_import_select
source: /import
de: /importieren

# cmfcmfmediamodule_license_delete
source: /licenses/delete/{id}
de: /lizenzen/loeschen/{id}

# cmfcmfmediamodule_license_edit
source: /licenses/edit/{id}
de: /lizenzen/bearbeiten/{id}

# cmfcmfmediamodule_license_index
source: /licenses/
de: /lizenzen

# cmfcmfmediamodule_license_new
source: /licenses/new
de: /lizenzen/erstellen

# cmfcmfmediamodule_media_adminlist
source: /admin/media-list/{page}
de: /admin/medien-liste/{page}

# cmfcmfmediamodule_media_create
source: /media/create/{type}/{mediaType}/{collection}
de: /media/erstellen/{type}/{mediaType}/{collection}

# cmfcmfmediamodule_media_delete
source: /delete/{collectionSlug}/f/{slug}
de: /loeschen/{collectionSlug}/f/{slug}

# cmfcmfmediamodule_media_download
source: /download/{collectionSlug}/f/{slug}
de: /herunterladen/{collectionSlug}/f/{slug}

# cmfcmfmediamodule_media_edit
source: /edit/{collectionSlug}/f/{slug}
de: /bearbeiten/{collectionSlug}/f/{slug}

# cmfcmfmediamodule_media_getmediatypefromfile
source: /media/ajax/get-media-type
de: /medien/ajax/medien-typ

# cmfcmfmediamodule_media_matchespaste
source: /media/ajax/matches-paste
de: /medien/ajax/matches-paste

# cmfcmfmediamodule_media_new
source: /media/new
de: /medien/erstellen

# cmfcmfmediamodule_media_popupembed
source: /media/popup-embed/{id}
de: /medien/popup-einbettung/{id}

# cmfcmfmediamodule_media_reorder
source: /media/ajax/reorder
de: /medien/ajax/umsortieren

# cmfcmfmediamodule_media_upload
source: /media/upload
de: /medien/hochladen

# cmfcmfmediamodule_media_webcreationajaxresults
source: /media/ajax/creation-results/web/{mediaType}
de: /medien/ajax/erstellungs-ergebnisse/web/{mediaType}

# cmfcmfmediamodule_mediatype_youtubeupload
source: /media-types/youtube/upload/{id}
de: /medien-typen/youtube/upload/{id}

# cmfcmfmediamodule_permission_delete
source: /permissions/delete/{id}
de: /zugriffsrechte/löschen/{id}

# cmfcmfmediamodule_permission_edit
source: /permissions/edit/{id}
de: /zugriffsrechte/bearbeiten/{id}

# cmfcmfmediamodule_permission_new
source: /permissions/new/{type}/{collection}/{afterPermission}
de: /zugriffsrechte/erstellen/{type}/{collection}/{afterPermission}

# cmfcmfmediamodule_permission_reorder
source: /permissions/ajax/reorder/{permissionId}/{permissionVersion}/{newIndex}.json
de: /zugriffsrechte/ajax/umsortieren/{permissionId}/{permissionVersion}/{newIndex}.json

# cmfcmfmediamodule_permission_view
source: /permissions/show/{slug}
de: /zugriffsrechte/anzeigen/{slug}

# cmfcmfmediamodule_settings_general
source: /settings/general
de: /einstellungen/allgemeines

# cmfcmfmediamodule_settings_index
source: /settings/
de: /einstellungen

# cmfcmfmediamodule_settings_requirements
source: /settings/requirements
de: /einstellungen/anforderungen

# cmfcmfmediamodule_settings_scribite
source: /settings/scribite
de: /einstellungen/scribite

# cmfcmfmediamodule_upgrade_ajax
source: /settings/upgrade/ajax/{step}
de: /einstellungen/aktualisieren/ajax/{step}

# cmfcmfmediamodule_upgrade_doupgrade
source: /settings/upgrade
de: /einstellungen/aktualisieren

# cmfcmfmediamodule_watermark_delete
source: /watermarks/delete/{id}
de: /wasserzeichen/loeschen/{id}

# cmfcmfmediamodule_watermark_edit
source: /watermarks/edit/{id}
de: /wasserzeichen/bearbeiten/{id}

# cmfcmfmediamodule_watermark_index
source: /watermarks/
de: /wasserzeichen

# cmfcmfmediamodule_watermark_new
source: /watermarks/new/{type}
de: /wasserzeichen/erstellen/{type}

# doc
source: /installdoc/{name}
de: doc

# liip_imagine_filter
source: /media/cache/resolve/{filter}/{path}
de: /media/cache/aufloesen/{filter}/{path}

# liip_imagine_filter_runtime
source: /media/cache/resolve/{filter}/rc/{hash}/{path}
de: /media/cache/aufloesen/{filter}/rc/{hash}/{path}

# zikula_hook_hook_changeproviderareaorder
source: /hooks/changeorder
de: /hooks/umsortieren

# zikula_hook_hook_togglesubscribeareastatus
source: /hooks/togglestatus
de: /hooks/umschalten
